{
  "buttons": {
    "start": "Start",
    "connect": "Connect",
    "rules": "Rules",
    "account": "Account"
  },
  "connect": {
    "title": "Enter the code to join the game",
    "placeholder": "Enter code",
    "button": "Connect"
  },
  "account": {
    "titlenick": "Please fill in the field",
    "placeholder": "Nickname",
    "titlecolor": "Choose your color",
    "button": "Save"
  },
  "rules": {
    "title": "Rules of the game",
    "text1": "This is an association game where two teams compete. Each of them has one leader. Teams can have from 2 to 5 players. The main goal is to be the first to guess all the words hidden under the team's color.",
    "text2": "The leader writes a word-association to the words that are on the cards under the team's color, and writes the number of words that are associated with this word, for example: 'elephant - 2'. Team players must guess these words.",
    "text3": "When the game begins, the first move is given to the team that has the most words. Those who make the first move are given more time to write the association. After writing the association, time is given (which is set when creating the game) to guess the words. Then associations are written in a shorter time (which can also be set in the settings when creating the game).",
    "text4": {
      "title": "As for guessing the words, if the players accidentally guess the word of the opposing team, then the point is credited to them. There are also other words on the cards that both teams do not have, and these are:",
      "text": [
        {
          "color": "grey",
          "text": "if the players guess the word under this color, the turn will automatically end."
        },
        {
          "color": "black",
          "text": "if the players guess the word under this color, the team automatically loses."
        }
      ]
    },
    "text5": {
      "title": "What a leader should NOT do:",
      "text": [
        "Write the word itself in associations",
        "Write a translation of a word (into another language)",
        "Say your team's words out loud",
        "Prompt players when they guess a word",
        "You cannot explain your word-association more broadly"
      ]
    },
    "text6": "Finally, it is important to keep in mind that the main goal of the game is not only to win, but also to have a good time with friends or family. So, use the game as an opportunity for communication and fun, and don't forget to enjoy the process!"
  },
  "start": {
    "title": "Beginning",
    "btn-start": "Create a room",
    "input-check-room": "Closed room",
    "input-pass-room": "Login password",
    "btn-setting-help": "Advanced settings",
    "input-start": "Start time",
    "input-between": "Time between rounds",
    "input-hour": "Round time",
    "input-add-time": "The number of added seconds when guessing a word",
    "input-words": "Number of words",
    "input-translate": "Translation of cards"
  }
}